{
    "defaults": {
        "type": "warning"
    },
    "messages": [
        {
            "id": "error_shotdown",
            "date": "2020-08-20T14:00:00+02:00",
            "publish": false,
            "fileName": "",
            "title": {
                "da":"Pga. en større renovering af strømforsyningen til vores computerrum er vi desværre nødt til at lukke for Sejladsudsigt fra søndag den 23. august kl 6. Vi forventer, at Sejladsudsigt er klar igen i løbet af mandagen. Vi beklager meget de gener, det medfører for vores brugere",
                "en": "Due to a major renovation of the power supply for our computer room, Information for Mariners will be closed down on Sunday the 23th of August at 6 o'clock. We expect Information for Mariners to be back in operation during Monday. We apologies for the inconvenience this may cause our users"}
        },
        {
            "id": "error_major",
            "date": "2020-07-05T10:00:00+02:00",
            "publish": false,
            "fileName": "",
            "title": {
                "da":"Grundet strømafbrud, har vores systemer været nede, og vi arbejder på at få dem tilbage i drift snarest muligt",
                "en": "Due to a major power outage all our systems have been down and we are working hard to get them back in normal services"}
        },
        {
            "id": "error_dmi",
            "date": "2020-04-21T14:00:00+02:00",
            "publish": false,
            "fileName": "",
            "title": {
                "da":"Vi har i øjeblikket problemer med at hjemhente vejrprognoser fra DMI. Disse data anvendes i vores egne modeller, hvilket gør at de korte havprognoser er forsinkede",
                "en": "At the moment we are having problems receving weather forecasts from DMI. These datasets are used in our own models, which causes the short range ocean forecasts to be delayed"}
        },
        {
            "id": "error_ecmwf",
            "date": "2020-09-19T08:40:00+01:00",
            "publish": false,
            "fileName": "",
            "title": {"da":"Vi har i øjeblikket problemer med at hjemhente vejrprognoser fra ECMWF, hvorfor de mellemlange vejr- og bølgeprognoser er forsinkede. Disse data anvendes også i vores egne modeller, hvilket gør at de korte havprognoser også er forsinkede.", "en": "At the moment we are having problems receving weather forecasts from ECMWF. Therefore the medium range weather and wave forecasts are delayed. These datasets are also used in our own models, which causes the short range ocean forecasts to be delayed as well."}
        },
        {
            "id": "error_20200302_njord",
            "type": "error",
            "date": "2020-03-02T10:00:00+01:00",
            "publish": false,
            "fileName": "",
            "title": {"da":"Det er desværre ikke muligt at se Efterretninger for IFM Error: Der er noget andet galt med...", "en":"IFM Error: Something else is wrong with..."}
        }
    ]

}
